<script setup>
const navItems = [{ link: '/', title: 'Главная' }]
</script>

<template>
  <div class="flex-1 bg-white p-4">
    <div class="w-full max-w-7xl">
      <Breadcrumb :nav-items="navItems" current-link-title="О нас" />
      <div class="m-4 flex flex-col gap-y-4">
        <div class="text-xl font-bold md:text-2xl">
          ИП Мошков В.В. - надежный поставщик радиотехнического зип
        </div>
        <p class="text-justify indent-6">
          ИП Мошков В.В. является надежным и квалифицированным поставщиком радиотехничких запасных
          частей и принадлежностей.
        </p>
        <div class="border-l-4 border-gray-600 bg-gray-100 px-4 py-2 text-justify">
          <h3 class="text-xl font-bold">ИП Мошков В.В это:</h3>
          <ol class="mt-2 list-decimal pl-6">
            <li class="font-semibold">Забота о покупателе</li>
            <span
              >Мы избегаем бюрократии. При обращении Вас обслужат квалифированные специалисты. А
              после формировании заказа счет на оплату выставляется в течение 24 часов.
            </span>

            <li class="font-semibold">Комплексная поставка и широкая номенклатура</li>
            <span
              >Мы экономим Ваше время и деньги. Вы приобретаете все необходимые Вам электронные
              компоненты в одном месте, минуя многочисленных посредников.
            </span>
            <li class="font-semibold">Гарантия 100%</li>
            <span
              >Мы гарантируем качество поставляемой продукции и выполнение обязательств по поставке.
            </span>
          </ol>
        </div>
        <p class="text-justify indent-6">
          Более 1 000 наименований различных электронных компонентов, радиодеталей, фильтрующих
          элементов и другой продукции постоянно присутствуют на складе. Это позволяет производить
          комплексную поставку продукции в сжатые сроки.
        </p>
        <p class="text-justify indent-6">
          ИП Мошков В.В. гарантирует своевременное выполнение обязательств по поставкам, качество и
          работоспособность продукции согласно документов на продукцию.
        </p>
      </div>
      <ScrollButton />
    </div>
  </div>
</template>
