<script setup>
useSeoMeta({
  title: 'Доставка'
  //   description: 'помощь помощь',
  //   ogImage: 'логоти ссылка'
})
</script>

<template>
  <div class="flex-1 bg-white p-4">
    <div class="w-full max-w-7xl">
      <Breadcrumb current-link-title="Доставка" />
      <div class="m-4 flex flex-col gap-y-4">
        <div class="text-xl font-bold md:text-2xl">Условия доставки</div>
        <p class="text-justify indent-6">
          Формирование заказа и подготовка его к отгрузке покупателю производится сразу после
          подтверждения факта оплаты. ИП Мошков В.В. гарантирует отпуск товара по указанным в счете
          ценам в течение 15 банковских дней с момента выставления счета. В случае оплаты заказа
          позднее указанного срока товар отпускается по ценам на день поступления денег из
          свободного наличия на складе.
        </p>
        <p class="border-l-4 border-gray-600 bg-gray-100 px-4 py-2 text-justify">
          Гарантированный срок отгрузки - не позднее 5 (пяти) банковских дней с момента зачисления
          денег на расчетный счет ИП Мошков В.В. При необходимости, срок отгрузки товара
          дополнительно оговаривается с покупателем.
        </p>
        <ul class="list-disc pl-6">
          <div class="font-semibold">
            По желанию покупателя доставка заказов осуществляется следующими компаниями:
          </div>
          <li>транспортная компания «Деловые Линии»</li>
          <li>служба доставки СДЭК</li>
          <li>транспортная компания "ПЭК"</li>
          <li>транспортная компания "Энергия"</li>
          <li>почта России</li>
          <li>самовывоз</li>
        </ul>
        <p class="text-justify indent-6">
          Доставка товара осуществляется за счет покупателя, почтовые расходы учитываются при
          выписке cчета на оплату. Универсальный передаточный документ высылается вместе с заказом.
          Почтовая доставка Если в вашем городе не действует курьерская служба и транспортные
          компании, то вы можете заказать доставку через почту России. Сразу по прибытии товара, на
          ваш адрес придет извещение о посылке.
        </p>
      </div>
      <ScrollButton />
    </div>
  </div>
</template>
